<template>
  <div class="content_box">
    <div class="term_title">Plan2Do 서비스 이용약관</div>

    <div class="jang">제 1장 총칙</div>
    <div class="jo">제1조 (목적)</div>
    <div class="text">
      이 약관은 아시아나IDT 주식회사(이하 “회사”라 합니다)가 제공하는
      Plan2Do서비스의 이용과 관련하여 회사와 이용자 간의 권리, 의무 및 책임사항,
      기타 필요한 사항을 규정함을 목적으로 합니다.
    </div>

    <div class="jo">제2조 (용어의 정의)</div>
    <div class="indent">
      1. 이 약관에서 사용되는 용어의 정의는 다음과 같습니다.
    </div>
    <div class="indent_text">
      가. “서비스”는 Plan2Do 관련 소프트웨어, 소프트웨어를 유무선 인터넷망을
      통해 고객에게 전달하기 위한 제반 시스템, 유형의 제품, 기능 상담과 교육
      등의 인적 서비스, 업그레이드, 오류 대응 등 회사가 고객에게 제공하는 모든
      가치를 총칭합니다.
    </div>
    <div class="indent_text">
      나. “고객”은 회원가입을 통해 이 약관에 따라 회사와 이용계약을 체결하고
      서비스를 이용하는 자를 말합니다.
    </div>
    <div class="indent_text">
      다. “유료고객”은 유료 서비스 계약을 체결하고 서비스를 이용하는 자를
      말합니다.
    </div>
    <div class="indent_text">
      라. “무료고객"은 회사에서 제공하는 무료 체험 서비스만을 이용하고 유료
      서비스를 이용하지 않는 자를 말합니다.
    </div>
    <div class="indent_text">
      마. “데이터”란 고객이 입력하여 물리적인 서버 내에 저장된 자료(기초자료,
      게시글, 소프트웨어, 음악, 소리, 사진, 그래픽, 비디오, 메시지를 포함하되,
      이에 한하지 않음) 및 그 자료들의 결합, 변형 또는 재연산을 통해 생성되는
      부가 자료 일체를 말하며, 고객이 제공・노출하였거나 회사에 의해 파악된
      고객의 자료(고객 자신, 서비스 사용 경험, 고객의 비즈니스, 기타)를
      포함합니다.
    </div>
    <div class="indent_text">
      바. “Plan2Do 시스템”은 회사가 서비스 제공을 위하여 자체 개발한 위험성평가
      기능을 탑재한 어플리케이션(PC 또는 iOS 또는 안드로이드 버전)을 말합니다.
    </div>
    <div class="indent_text">
      사. “아이디”는 회원의 식별 및 서비스 이용을 위하여 회원이 정하고 회사가
      승인하는 이메일 주소 형식의 문자 또는 숫자, 기호의 조합을 의미합니다.
    </div>
    <div class="indent_text">
      아. “비밀번호”는 회원이 부여 받은 아이디와 일치하는 회원임을 확인하기
      위하여 회원 자신이 정한 문자 또는 숫자, 기호의 조합을 의미합니다.
    </div>

    <div class="indent">
      2. 이 약관에서 사용하는 용어의 정의는 제1항 각 호에서 정하는 것을
      제외하고는 관계 법령 및 개인정보처리방침, 회사가 별도로 정한 지침 기타
      일반적인 상 관례에 의합니다.
    </div>

    <div class="jo">제3조 (약관의 효력 범위)</div>
    <div class="indent">
      1. 약관은 본 약관에 동의하고 서비스를 이용하는 모든 이용자에 대하여 효력이
      있습니다.
    </div>
    <div class="indent">
      2. 이 약관은 이용자가 회사로부터 약관에 동의하여 회사와 이용계약을 체결한
      날로부터 이용계약을 해지하는 시점까지 적용되는 것을 원칙으로 합니다. 다만,
      이 약관의 일부 조항은 약관의 적용이 종료한 이후에도 효력이 계속될 수
      있습니다.
    </div>

    <div class="jo">제4조 (회사의 기본정보)</div>
    <div class="text">회사의 기본정보는 다음의 각 호와 같습니다.</div>
    <div class="indent_text">가. 상호: 아시아나IDT 주식회사</div>
    <div class="indent_text">
      나. 주소: 서울특별시 종로구 우정국로 26, 에이동 21층, 22층(표시층 23,
      25층)(공평동, 센트로폴리스)
    </div>
    <div class="indent_text">다. 대표자: 대표 김응철</div>
    <div class="indent_text">라. 사업자등록번호: 104-81-22547</div>
    <div class="indent_text">마. 통신판매번호: 2006-03807</div>
    <div class="indent_text">바. 연락처: plan2do@asiasnaidt.com</div>

    <div class="jo">제5조 (약관의 명시 및 개정)</div>
    <div class="indent">
      1. 회사는 이용자가 쉽게 알 수 있도록, 회사의 서비스 화면 또는 별도의 연결
      화면에 게시하거나 팝업 화면 등으로 본 약관의 내용을 게시합니다.
    </div>
    <div class="indent">
      2. 회사는 『약관의 규제에 관한 법률』, 『정보통신망 이용촉진 및 정보 보호
      등에 관한 법률』 등 관련 법령을 위반하지 않는 범위에서 이 약관을 개정할 수
      있습니다.
    </div>
    <div class="indent">
      3. 회사는 약관을 개정하는 경우 적용일자 및 개정사유를 명시하여 제 1항의
      방식에 따라 개정 전 약관과 함께 적용일자 7일 이전부터 적용일자 전일까지
      공지합니다. 다만, 이용자의 권리 또는 의무에 중대한 영향을 미치거나
      이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전
      유예기간을 두고 공지합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을
      명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
    </div>
    <div class="indent">
      4. 회사는 전항에 따라 개정 약관을 공지 또는 통지하면서 그와 함께 이용자가
      개정 약관의 효력 발생일까지 그에 대한 거부의 의사표시를 하지 않으면
      개정약관에 승낙한 것으로 간주하겠다는 내용을 공지할 수 있습니다. 이러한
      공지가 이루어진 경우, 이용자가 개정 약관의 효력발생일까지 그에 대한
      거부의사를 표시하지 않거나 탈퇴하지 않으면 그 이용자는 청약철회 등
      개정약관에 정한 모든 내용에 대하여 동의한 것으로 간주됩니다.
    </div>
    <div class="indent">
      5. 회사는 개정 약관의 적용에 동의하지 않는 이용자에 대하여 개정 약관의
      내용을 적용할 수 없습니다. 단, 이 경우 회사 및 이용자는 이용계약을 해지할
      수 있습니다.
    </div>
    <div class="indent">
      6. 개정된 약관은 원칙적으로 그 효력 발생일(적용일자)로부터 장래를 향하여
      유효합니다.
    </div>

    <div class="jang">제2장 서비스 이용</div>
    <div class="jo">제6조 (이용계약의 체결)</div>
    <div class="indent">
      1. 이용계약은 약관의 내용에 동의하여 회원이 되고자 하는 자(이하
      “가입신청자”라 합니다)가 회사에 가입신청을 하고, 회사가 이러한 신청에
      대하여 가입을 승낙함으로써 체결됩니다. 한편, 비회원은 회사가 제공하는
      서비스를 이용함으로써 이 약관에 따른 이용계약을 체결하는 것에 동의한
      것으로 봅니다.
    </div>
    <div class="indent">
      2. 회사는 가입신청자가 제1항의 가입 신청을 하는 경우 원칙적으로 이를
      승낙합니다. 다만, 회사는 다음 각 호의 경우 가입신청의 승낙을 거절할 수
      있으며, 사후적으로 회원에게 다음 각 호의 사유가 존재함을 안 경우 그
      회원과의 이용계약을 해지할 수 있습니다.
    </div>
    <div class="indent_text">
      가. 가입신청자가 타인의 명의를 도용하여 가입신청을 한 경우
    </div>
    <div class="indent_text">
      나. 가입 신청과 관련하여 허위의 또는 부정확한 정보를 기재하거나, 회사가
      제시하는 내용을 기재하지 않은 경우
    </div>
    <div class="indent_text">
      다. 가입신청자가 이전에 본 항 각 호의 사유로 인하여 회사에 의해 이용계약이
      해지된 적이 있는 경우. 단 회사로부터 회원 재가입에 대한 승낙을 얻은 경우는
      예외로 함
    </div>
    <div class="indent_text">
      라. 기타 제반 규정 위반 등 가입신청자의 귀책사유로 인하여 회사가 가입
      신청의 승낙을 거절할 만한 객관적인 사유가 존재하는 경우
    </div>
    <div class="indent_text">마. 만14세 미만 아동의 경우</div>
    <div class="indent">
      3. 제 1항에 따른 신청에 있어 회사는 가입신청자에 대해 전문기관을 통한
      실명확인 및 본인인증을 요청할 수 있습니다.
    </div>
    <div class="indent">
      4. 회사는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는
      경우에는 가입 신청의 승낙을 유보할 수 있습니다. 이 경우, 회사는 문제를
      해결하고 가입 신청의 승낙을 재개할 수 있도록 최선을 다합니다.
    </div>
    <div class="indent">
      5. 본 조에 따라서 회원가입신청의 승낙을 거절 또는 유보하는 경우, 회사는
      해당 사실을 가입신청자에게 통지하여야 합니다.
    </div>
    <div class="indent">
      6. 회사가 서비스 가입신청 절차상에서 가입신청자에게 가입완료 사실을
      통지함으로써 이용계약이 성립하며, 그에 따라 해당 가입신청자는 회원의
      지위에서 회사가 제공하는 서비스를 이용할 수 있습니다.
    </div>

    <div class="jo">제7조 (서비스의 내용)</div>
    <div class="indent">
      1. Plan2Do 시스템은 회사가 정한 특정 인터넷 브라우저와 버전을 기준으로
      제공되며 브라우저와 버전은 기술상 필요에 따라 변경될 수 있습니다. 기준
      외의 브라우저나 버전에서는 소프트웨어의 일부 또는 전체가 구동하지 않을 수
      있습니다.
    </div>
    <div class="indent">
      2. 회사는 다수 고객에게 신규 개발된 기능을 제공하고 최신 기술과 아이디어를
      서비스에 적용하기 위해 정기 또는 비정기적인 업그레이드를 고객에게
      제공합니다.
    </div>
    <div class="indent">
      3. 회사의 기술적・정책적 판단에 의해 언제든지 서비스를 수정(신규 기능과
      절차의 추가, 기존 기능과 절차의 변경과 삭제를 포함하되, 이에 한하지
      않음)할 수 있습니다. 다만, 회사가 서비스의 중요한 수정이라고 판단할 경우,
      서비스 웹사이트 메인화면에 수정 내역을 게시함으로써 고객에게 공지할 수
      있습니다.
    </div>
    <div class="indent">
      4. 회사는 고객에게 원격지원을 통한 교육 서비스를 제공하나 고객 요청시 방문
      교육서비스를 회원사별 1회로 한정하여 제공합니다. 추가 교육 서비스는 고객과
      회사가 별도 협의를 통해 지원합니다. 다만, 무료고객에게는 해당 서비스가
      제한될 수 있습니다.
    </div>
    <div class="indent">
      5. 회사는 전화, 게시판, 이메일 등을 통해 오류 대응과 고객상담 서비스를
      제공합니다.
    </div>
    <div class="indent">
      6. 회사는 소프트웨어를 고객에게 전달하기 위해 서버, 네트워크, 보안장치,
      백업 등의 하드웨어 장비를 유지합니다.
    </div>
    <div class="indent">
      7. 회사는 법률 또는 기타 전문 영역에 관한 자문을 제공하지 않습니다. 상기
      종류의 도움이 필요할 경우 고객은 해당 전문가를 통해 자문을 구해야 합니다.
      고객이 회사로부터 어떠한 방법, 절차, 경위를 통하여 자문을 얻었다고
      하더라도, 회사는 고객이 취득한 자문의 진실성, 합법성, 적합성 등에 대해
      어떠한 책임도 부담하지 않습니다.
    </div>

    <div class="jo">제8조 (데이터 보호 및 관리)</div>
    <div class="indent">
      1. 회사는 고객 데이터를 보호하며 고객 데이터에 대한 허락 받지 않은 접근을
      방지하기 위해 최선을 다합니다.
    </div>
    <div class="indent">
      2. 고객의 데이터는 회사 또는 회사 대리인이 시설을 유지 관리하는 지역 또는
      국가에 저장하고 연산 처리할 수 있습니다.
    </div>
    <div class="indent">
      3. 회사는 해당 국가 수사기관의 영장, 법원의 판결 또는 결정 또는 정당한
      법률에 의거한 경우에는 고객의 데이터를 요청기관에 고객에 대한 사전 통지
      없이 제공하거나 공개할 수 있습니다.
    </div>
    <div class="indent">
      4. 회사가 제공하는 데이터 삭제 기능을 통해 고객이 데이터를 삭제하면
      일반적으로 데이터는 모두 삭제되지만, 회사가 백업 서버 등에 보관한
      백업본에는 데이터가 남아있을 수 있습니다. 이 백업본 데이터는 회사 자체의
      백업본 데이터 운용정책에 따라 일정 기간(통상 영업일 기준 7일 정도이나,
      항상 그렇지는 않음)이 경과한 후 자동적으로 소멸됩니다.
    </div>
    <div class="indent">5. 데이터가 유실된 경우</div>
    <div class="indent_text">
      가. 회사는 저장된 데이터의 중요성 또는 우선순위에 관계없이 모든 고객
      데이터에 대해 동일한 수준의 주의와 절차로써 관리합니다.
    </div>
    <div class="indent_text">
      나. 통상적인 서비스 유지 활동의 일환으로 기능 업그레이드, 시스템 점검 및
      교체, 데이터 마이그레이션, 기타 일상적인 서비스 제공과 관련한 행위 도중에,
      비록 회사의 귀책사유로 데이터의 유실 또는 변형이 발생하였다 하더라도
      회사는 고객 입장에서의 데이터의 중요성 또는 우선순위에 관계없이 최근
      12개월 동안 고객이 회사에 지불한 금액보다 더 많은 배상금액을 지불하지
      않습니다.
    </div>
    <div class="indent_text">
      다. 고객의 실수나 관리소홀로 인해 분실되거나 복구 불가능한 데이터 일체에
      대한 책임은 고객에게 있습니다.
    </div>
    <div class="indent">6. 서비스의 오류 가능성</div>
    <div class="indent_text">
      가. 컴퓨터 소프트웨어는 사람의 손으로 이루어지는 프로그램 코딩의
      결과물이라는 특성으로 인하여 오류 가능성이 존재하고, 회사가 제공하는
      서비스도 입력, 저장, 계산처리, 출력 등에서 오류가 발생할 가능성을 포함하고
      있습니다.
    </div>
    <div class="indent_text">
      나. 고객이 상기와 같은 입력, 저장, 계산처리, 출력 등에서 발생한 오류을
      인지하게 된 경우, 회사에게 이를 즉시 통지하고 오류를 인지하거나 통지 받은
      회사는 오류를 시정하도록 최선을 다할 것입니다.
    </div>
    <div class="indent_text">
      다. 만에 하나, 상기와 같은 입력, 저장, 계산처리, 출력 등에서 발생한 오류를
      회사가 인지하거나 통지 받지 못한 상황에서, 또는 인지하거나 통지 받았다고
      하더라도 오류의 시정 절차 중에 있거나 시정 우선순위에 밀려서 미처 시정되지
      않은 상황에서, 해당 오류로 인해 고객에 손해가 발생했을 때, 회사는 최근
      12개월 동안 고객이 회사에 지불한 금액 한도 내에서 고객에게 발생한 손해를
      배상 할 수 있습니다. 또한 고객이 오류를 인지하였음에도 이를 즉시 회사에게
      통지 하지 않은 경우, 회사는 손해배상 책임을 부담하지 않습니다.
    </div>
    <div class="indent">
      7. 고객은 다음 사항에 포함되는 데이터를 업로드, 게시, 배포, 링크, 출판,
      재생산 또는 전송하지 않을 것이며, 제 3자에게 이를 허용하지 않을 것임을
      동의하며, 다음 사항의 데이터가 게재될 경우 회사는 판단에 따라 해당
      데이터를 즉시 삭제할 수 있습니다.
    </div>
    <div class="indent_text">
      가. 불법, 사기, 명예 훼손, 외설, 포르노, 비속어, 협박, 증오, 희롱, 모욕 및
      부적절하거나 불쾌한 정보 또는 통신 일체를 포함하며, 꼭 언급한 내용이
      아니더라도 타인을 격분하게 만들 수 있는 내용 일체 및 법적 형사 또는
      민사책임이 적용되는 내용 일체
    </div>
    <div class="indent_text">
      나. 타인을 사칭하거나 고객의 신분 또는 자격을 거짓 증명하는 내용 및 개인
      사생활 일체를 침해할 수 있는 내용
    </div>
    <div class="indent_text">
      다. 호객 행위, 투자 기회, 다단계 판매, 단체 문자(SMS), 스팸메일 등 제
      3자가 원치 않는 상업적 자료
    </div>
    <div class="indent_text">
      라. 바이러스, 트로이 목마, 웜 또는 기타 파괴성 있는 악성 소프트웨어와 자료
    </div>
    <div class="indent_text">
      마. 고객이 법적인 권리를 지니지 않거나 저작권자 또는 지식재산권자의 허가를
      받지 않은 정보 및 소프트웨어 일체
    </div>
    <div class="indent_text">
      바. 기타 데이터 작성의 취지와 내용 등에 비추어 삭제하는 것이 객관적으로
      적절한 데이터
    </div>
    <div class="indent">
      8. 회사는 회사와 고객을 보호하거나 서비스를 정상적으로 운영하기 위해
      필요한 범위 내에서 데이터를 확인 또는 수집할 수 있습니다.
    </div>
    <div class="indent">
      9. 회사는 자사의 운영정책에 의해 허용되지 않거나 바람직하지 않은 데이터,
      또는 부적절하거나 본 약관을 위반하는 데이터 일체의 게시 및 저장을
      거부하거나 삭제, 또는 삭제를 거부할 수 있습니다.
    </div>

    <div class="jo">제9조 (데이터 활용)</div>
    <div class="indent">
      1. 회사가 서비스 홍보나 서비스 개선을 위하여 데이터를 활용하는 것에 대해
      고객은 동의합니다.
    </div>
    <div class="indent">
      2. 회사는 고객에게 회사의 다른 서비스, 제품 또는 광고를 제공할 수 있으며,
      이때 다른 서비스의 종류에 따라서 추가적인 약관 및 요금이 적용될 수
      있습니다.
    </div>
    <div class="indent">
      3. 회사는 서비스 사용에 도움을 줄 수 있는 부가 서비스 또는 제 3자 제품에
      관한 내용을 고객에게 전달할 수 있습니다. 고객은 회사가 상기 내용들을
      서비스 웹사이트에 게시하는 것에 동의합니다.
    </div>
    <div class="indent">
      4. 데이터 중에서도 고객이 작성한 회사에 대한 제안사항, 업그레이드 아이디어
      등은 회사가 서비스 개선을 위해 어떠한 형태로든 자유롭게 사용(서비스 개선
      아이디어 및 광고 마케팅 자료 활용 등을 포함하며, 이에 한하지 않음)할 수
      있으며, 회사는 고객이 제공한 제안사항, 상담문의 내역 및 상담요청 시 수집된
      고객정보, 업그레이드 아이디어 등에 관해 영구적이고 전세계적으로 사용할 수
      있고, 전면 양도 및 2차 인가가 가능하며, 고객은 회사에 제공한 제안사항,
      상담문의 내역, 업그레이드 아이디어 등에 대하여 로열티 등의 일체 비용을
      요구할 수 없습니다.
    </div>

    <div class="jo">제10조 (서비스 이용요금)</div>
    <div class="indent">1. 서비스 회원 가입은 무료입니다.</div>
    <div class="indent">
      2. 서비스 이용요금(이하 “이용요금”이라 합니다)은 첫번째 등록 현장에 한하여
      일정기간 무료 체험을 제공하며, 두번째 등록 현장부터 회원은 회사와의 별도
      유료 서비스 계약 절차를 통해 이용요금에 관한 사항을 정할 수 있습니다.
    </div>
    <div class="indent">
      3. 이용요금에 관한 사항(기존에 무료로 제공되던 서비스의 유료화 등을
      포함합니다)은 회사의 정책에 따라 변경될 수 있습니다.
    </div>
    <div class="indent">
      4. 회사는 이용요금에 관한 사항을 변경하는 경우, 변경일로부터 적어도 30일
      이전까지 Plan2Do 시스템 또는 사이트 게시, 이메일 또는 서면을 통한 방법으로
      고객에게 해당 사항을 통지합니다. 위 변경 내지 인상의 효력은 통지 상에
      명기한 변경일로부터 유효하게 발생하며, 위 변경에 동의하지 않는 고객은
      이용계약을 해지할 수 있습니다.
    </div>
    <div class="indent">
      5. 이용자가 서비스를 이용하는 과정에서 통신사업자 등과의 거래관계에서
      발생하는 데이터 통신 요금은 제2항의 이용 요금과 별개의 것이며, 회사는 위
      데이터 통신 요금과 관련하여 어떠한 의무 또는 책임도 부담하지 않음을 분명히
      합니다.
    </div>

    <div class="jo">제11조 (결제 및 지불)</div>
    <div class="indent">
      1. 결제 : 유료고객은 시스템 등록된 현장별 별도 체결된 이용 계약에 따라
      매월 단위로 서비스 이용에 대한 이용료를 결제해야 합니다.
    </div>
    <div class="indent">
      2. 유료 서비스 사용기간 : 사용기간은 유료 현장 단위로 적용되며, 사용기간
      시작일은 Plan2Do 시스템 상에서 현장 개설일, 종료일은 시스템 상 명시적으로
      현장을 종료시킨 일까지로 합니다.
    </div>
    <div class="indent">
      3. 환불 : 유료고객은 사용기간 시작일 익월부터 비용을 납부하여야 하고 유료
      서비스 시작일의 해당월 이용기간에 대해 이용료 납부 의무가 없으며, 서비스
      종료일의 해당월 잔여기간에 대해서도 환불을 요청하지 않는다는데 동의합니다.
    </div>
    <div class="indent">
      4. 결제방법 : 유료 서비스 계약에 명시된 결제수단과 화폐단위로 결제합니다.
    </div>
    <div class="indent">
      5. 세금포함 : 고객이 서비스 이용과 관련된 세금(부가가치세를 포함하되, 이에
      한하지 않음)에 대해 책임을 지므로, 고객은 서비스에 대해 세금까지 포함하여
      회사에 지불해야 합니다.
    </div>
    <div class="indent">
      6. 원천징수 : 결제금액은 은행, 카드사, 결제대행사(Payment Gateway), 페이팔
      등 회사가 지정한 방법을 통해 회사에 최종 도달한 금액을 기준으로 하며 해당
      결제를 위해 고객 국가의 세무 당국에 지급하여야 할 금액은 고객이
      부담합니다.
    </div>

    <div class="jo">제12조 (서비스의 제공)</div>
    <div class="indent">
      1. 회사는 관련 법령상 허용되는 그리고 기술적으로 가능한 범위 내에서
      제7조의 서비스를 제공합니다.
    </div>
    <div class="indent">
      2. 서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
    </div>

    <div class="jo">제13조 (서비스의 이용 제한)</div>
    <div class="indent">
      1. 회사는 이용자가 제17조의 의무 및 기타 이 약관상 의무를 위반하는 경우,
      해당 이용자에 대하여 다음 각 호의 이용제한 조치를 단계적으로 취할 수
      있습니다.
    </div>
    <div class="indent_text">가. 시정요구</div>
    <div class="indent_text">나. 일시정지</div>
    <div class="indent_text">다. 영구이용정지</div>
    <div class="indent">
      2. 이용자가 서비스를 이용하는 국가 및 이용자의 단말기 모델에 따라 회사가
      제공하는 서비스의 내용 및/또는 범위가 달라질 수 있습니다. 일부 서비스의
      경우 이용자 디바이스의 특정 기능에의 접근 권한이 필요하며, 이용자가 접근
      권한을 불허하는 경우 관련 서비스의 이용이 제한될 수 있습니다.
    </div>
    <div class="indent">
      3. 이용자는 원칙적으로 단말기가 통신 네트워크에 연결된 상태에서 서비스의
      기능을 정상적으로 이용할 수 있습니다. 단말기가 통신 네트워크에 연결되지
      않은 경우, 일부 서비스의 이용이 제한될 수 있습니다.
    </div>
    <div class="indent">
      4. 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간
      이용자에게 서비스를 제공합니다. 다만 회사는 정기 점검 등의 필요가 있는
      경우 일정 기간 동안 서비스의 제공을 제한할 수 있으며, 이 경우 회사는
      이러한 사실을 이용자에게 사전 통지합니다.
    </div>
    <div class="indent">
      5. 회사는 서비스의 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그
      내용을 이용자에게 사전에 통지합니다. 회사가 통제할 수 없는 사유로 발생한
      서비스 중단에 대하여 사전 통지가 불가능한 경우에는 이를 사후에 통지할 수
      있습니다.
    </div>
    <div class="indent">
      6. 회사는 내부 정책 및 각 유형에 따라 이용자를 등급별로 구분하여 제공하는
      서비스의 내용 및 메뉴, 이용시간, 이용횟수 등을 세분하고 그 이용에 차등을
      둘 수 있으며, 이 경우 회사는 이러한 사실을 해당 이용자에게 사전
      통지합니다.
    </div>

    <div class="jo">제14조 (서비스의 변경 및 중단, 종료)</div>
    <div class="indent">
      1. 회사는 다음 각 호의 경우 이용자에 대하여 제공하는 서비스의 전부 또는
      일부를 일시적으로 변경하거나 중단할 수 있습니다.
    </div>
    <div class="indent_text">
      가. 설비의 보수점검, 교체 등 공사로 인하여 부득이한 경우
    </div>
    <div class="indent_text">
      나. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스
      이용에 지장이 있는 경우
    </div>
    <div class="indent_text">
      다. 국가기관 또는 정부조직(방송통신위원회, 한국정보보호진흥원 등),
      수사기관, 법원 등의 행정 또는 사법적 처분 등에 따라 법상 서비스의 제공을
      제한 또는 중단하여야 하는 경우
    </div>
    <div class="indent_text">
      라. 기타 회사의 운영상, 기술상 필요 등 상당한 이유가 있는 경우
    </div>
    <div class="indent">
      2. 회사는 다음 각 호의 경우 서비스의 제공을 영구적으로 종료할 수 있습니다.
    </div>
    <div class="indent_text">
      가. 국가기관 또는 정부조직(방송통신위원회, 한국정보보호진흥원 등),
      수사기관, 법원 등의 행정 또는 사법적 처분 등에 따라 법상 서비스의 제공을
      종료하여야 하는 경우
    </div>
    <div class="indent_text">
      나. 기타 경영상, 운영 정책상, 기술상 사유 등으로 인하여 회사가 서비스
      제공을 계속할 수 없는 상당한 이유가 있는 경우
    </div>
    <div class="indent">
      3. 본 조에 따라 서비스를 변경 또는 중단(제2항의 종료를 포함하며, 이하
      같습니다)하는 경우, 회사는 사전에 통지 가능한 주소로 이용자에게
      통지합니다. 다만, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 회사는
      서비스의 제공을 변경 또는 중단하고 나서 사후적으로 이용자에 대한 통지를 할
      수 있습니다.
    </div>
    <div class="indent_text">가. 서비스 변경(또는 중단) 사유</div>
    <div class="indent_text">나. 서비스 변경일(또는 중단일)</div>
    <div class="indent_text">다. 변경될 서비스의 내용(서비스 변경의 경우)</div>
    <div class="indent">
      4. 본 조에 따른 서비스의 변경 또는 중단과 관련하여, 회사는 관련 법령 또는
      개별 계약상의 근거가 없는 이상 이용자에 대하여 별도의 배상 또는 보상책임을
      부담하지 않습니다.
    </div>

    <div class="jo">제15조 (광고 기타 정보의 제공)</div>
    <div class="indent">
      1. 회사는 서비스 이용과 관련한 정보를 공지사항이나 전자우편 등의 방법으로
      이용자에게 제공할 수 있습니다. 이용자는 관련 법령에 따른 거래관련 정보 및
      고객문의 등에 대한 답변 등을 제외하고는 언제든지 회사가 제공하는 정보가
      포함된 이메일의 수신을 거절할 수 있습니다.
    </div>
    <div class="indent">
      2. 회사는 서비스 화면, 웹사이트, Plan2Do 시스템, 이메일, 문자 등을 통하여
      이용자에게 광고 등 정보를 제공할 수 있습니다. 이용자는 회사에 대한
      의사표시로서 광고가 포함된 이메일, 문자 등에 대한 수신을 거절할 수
      있습니다.
    </div>
    <div class="indent">
      3. 이용자가 회사가 제공하는 정보 및 광고가 포함된 이메일, 문자 등에 대한
      수신을 동의한 상태에서 이용계약 해지(탈퇴)를 하지 않고 Plan2Do 시스템을
      삭제 혹은 단말기의 공장초기화를 진행한 경우, 시스템 혹은 앱 삭제 혹은
      공장초기화 이전의 이용자의 수신 동의는 계속 유효합니다.
    </div>

    <div class="jang">제3장 계약 당사자의 권리 의무</div>
    <div class="jo">제16조 (회사의 일반 의무)</div>
    <div class="indent">
      1. 회사는 이용자에 대한 서비스 제공과 관련하여 관련 법령 및 이 약관,
      미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스 제공을
      위하여 최선을 다합니다.
    </div>
    <div class="indent">
      2. 회사는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의
      개인정보(신용정보 포함)를 보호하기 위하여 최선을 다하며, 개인정보처리
      방침을 공시하고 준수합니다.
    </div>
    <div class="indent">
      3. 회사는 서비스 이용과 관련한 이용자의 불만 또는 피해구제요청을 적절하게
      처리할 수 있도록 필요한 인력 및 시스템을 구축 및 유지할 수 있도록 최선을
      다합니다.
    </div>
    <div class="indent">
      4. 회사는 서비스 이용과 관련하여 이용자가 정당한 의견 또는 불만을 제기하는
      경우, 이를 처리하고 이메일 등을 통하여 이용자에게 그 처리 과정 및 결과를
      신속하게 전달합니다.
    </div>

    <div class="jo">제17조 (이용자의 일반 의무)</div>
    <div class="indent">
      1. 이용자는 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 아니
      됩니다.
    </div>
    <div class="indent_text">
      가. 가입신청 또는 회원정보 변경 시 허위의 내용을 등록하는 행위
    </div>
    <div class="indent_text">
      나. 타인의 개인정보, 아이디 및 비밀번호 등 서비스 이용 정보 등을 도용하는
      행위
    </div>
    <div class="indent_text">
      다. 회사의 사전 승낙 없이 회사가 서비스 상에 게시한 정보를 변경 또는
      삭제하는 행위
    </div>
    <div class="indent_text">
      라. 회사 및 타인의 지식재산권, 인격권, 명예권 기타 권리를 침해하는 행위
    </div>
    <div class="indent_text">
      마. 서비스 정보통신망에 장애를 유발시킬 수 있는 내용의 정보, 문장, 도형
      등을 회사가 관리· 운영하는 정보통신망에 유포하는 행위
    </div>
    <div class="indent_text">
      바. 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는
      정보를 전송하는 행위
    </div>
    <div class="indent_text">
      사. 서비스 상의 콘텐츠를 본 약관에 명시된 목적 이외의 용도로 사용하는 행위
    </div>
    <div class="indent_text">아. 기타 미풍양속에 위반하거나 부당한 행위</div>
    <div class="indent">
      2. 이용자는 서비스의 이용과 관련하여 관계 법령, 약관, 세부이용지침, 서비스
      이용안내 및 회사가 통지한 공지사항 등을 준수하여야 하며, 기타 회사의
      업무를 방해하는 행위를 하여서는 안됩니다.
    </div>
    <div class="indent">
      3. 이용자는 회사의 사전 승낙 없이는 회사가 제공하는 서비스를 이용하여
      회사의 영업과 동종의 또는 유사한 영업을 영위할 수 없습니다.
    </div>
    <div class="indent">
      4. 회사는 회사의 사전 승낙 없이 이용자가 행한 제3항의 동종·유사 영업에
      대하여 어떠한 책임도 부담하지 않으며, 이용자의 위 영업으로 인하여 회사에게
      손해가 발생한 경우 해당 이용자는 회사가 입은 손해를 전액 배상하여야
      합니다.
    </div>
    <div class="indent">
      5. 이용자가 본 조의 의무를 위반하는 경우, 회사는 관계법령상 허용되는 범위
      내에서 그에 대한 (i) 관련 콘텐츠의 삭제, (ii) 서비스 이용제한 기타 필요한
      조치를 취할 수 있습니다.
    </div>

    <div class="jo">제18조 (이용자의 계정 정보 관리에 대한 의무 및 책임)</div>
    <div class="indent">
      1. 이용자의 계정 정보(이메일 주소, 비밀번호, 이름 등을 포함합니다)에 관한
      관리책임은 이용자 자신에게 있으며, 이용자는 자신의 계정 정보를 제3자가
      이용하도록 하여서는 안됩니다.
    </div>
    <div class="indent">
      2. 이용자는 제3자가 자신의 계정 정보 등 개인정보를 이용하고 있음을 인지한
      경우 즉시 비밀번호 등을 변경하고, 회사에 이러한 사실을 통지 하고 이후
      회사의 안내에 따라야 합니다.
    </div>
    <div class="indent">
      3. 제2항의 경우에 해당 이용자가 회사에게 제3자의 개인정보 이용 사실 등을
      통지하지 않거나, 회사의 안내에 따르지 않음에 따라 발생한 불이익에 대하여,
      회사는 어떠한 책임도 부담하지 않습니다.
    </div>

    <div class="jo">제19조 (권리의 귀속)</div>
    <div class="indent">
      1. 회사가 서비스와 관련하여 이용자에게 제공하는 서비스, 웹사이트,
      애플리케이션, 소프트웨어 기타 일체의 정보 및 자료에 대한 소유권 및 특허권,
      저작권 기타 일체의 지식재산권은 회사에 귀속합니다.
    </div>
    <div class="indent">
      2. 이용결과물에 대한 권리는 저작자인 이용자 본인에게 귀속합니다. 한편,
      회사는 비상업적 용도에 이용결과물을 자유롭게 이용할 수 있으며,
      이용자로부터 별도 동의를 얻어 이용결과물을 상업적 용도에 이용할 수
      있습니다.
    </div>
    <div class="indent">
      3. 이용자는 본 약관에서 명시적으로 허용하는 범위 내에서 회사가 제공하는
      정보 및 자료 등을 이용할 수 있으며, 서비스 이용과 관련하여 회사의
      지식재산권을 침해하여서는 아니 됩니다.
    </div>

    <div class="jang">제4장 계약 해지</div>
    <div class="jo">제20조 (이용계약의 해지)</div>
    <div class="indent">
      1. 이용자는 언제든지 회사와의 이용계약을 해지할 수 있으며, 회사는 관련법
      등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
    </div>
    <div class="indent">
      2. 회원이 계약을 해지할 경우, 관련법 및 개인정보처리방침에 따라 회사가
      회원정보를 보유하는 경우를 제외하고는 회원의 계정 정보는 모두 소멸됩니다.
      다만, 회원이 작성한 게시물(본인 작성, 타인 작성의 댓글 등)은 삭제되지
      않으니 사전에 삭제 후 탈퇴해야 합니다.
    </div>
    <div class="indent">
      3. 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 이용계약을 해지할 수
      있습니다.
    </div>
    <div class="indent_text">
      가. 제6조 제2항의 승낙거절사유가 존재하는 경우
    </div>
    <div class="indent_text">
      나. 제17조에 규정된 이용자의 의무를 위반하는 경우
    </div>
    <div class="indent_text">
      다. 기타 회사가 해당 이용자에 대한 서비스의 제공을 거부할 만한 합리적
      사유가 존재하는 경우
    </div>
    <div class="indent">
      4. 회사가 이용계약을 해지하는 경우 회사는 회원에게 이를 통지하고 회원정보
      삭제 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다. 다만,
      이 약관 및 운영정책에서 정하는 사유가 있을 경우에는 별도의 이의 신청
      기간을 부여하지 않을 수 있습니다.
    </div>
    <div class="indent">
      5. 이용계약이 종료됨으로써 발생한 손해는 이용계약 종료 사유에 대해
      귀책사유가 있는 회원이 책임을 부담하여야 하고, 회사는 관련 법령에 규정이
      없는 한 책임을 지지 않습니다.
    </div>
    <div class="indent">6. 계약 해지로 인한 환불은 제11조 3항에 따릅니다.</div>

    <div class="jang">제5장 기타</div>
    <div class="jo">제21조 (손해배상)</div>
    <div class="indent">
      1. 회사는 이용자가 서비스를 이용함에 있어 회사의 고의 또는 중대한 과실로
      인하여 입은 손해를 배상하여야 합니다.
    </div>
    <div class="indent">
      2. 이용자가 이 약관을 위반하여 회사에 손해를 입힌 경우, 이용자는 이에
      대하여 고의 또는 과실이 없음을 입증하지 못하는 이상 회사가 입은 손해를
      배상하여야 합니다.
    </div>

    <div class="jo">제22조 (양도의 제한)</div>
    <div class="text">
      이용자는 약관 및 이용계약에 따라 가지는 권리 및 계약상 지위를 제3자에게
      양도, 판매, 담보제공 등 처분할 수 없습니다.
    </div>

    <div class="jo">제23조 (개인정보 등의 보호)</div>
    <div class="indent">
      1. 회사는 이용계약을 위하여 이용자가 제공한 개인정보를 회사의 서비스
      운영을 위한 목적 이외의 용도로 사용하거나 이용자의 동의 없이 제3자에게
      제공하지 않습니다. 단, 다음 각 호의 경우에는 예외로 합니다.
    </div>
    <div class="indent_text">
      가. 법령에 근거하여 이용자정보의 이용과 제3자에 대한 정보제공이 허용되는
      경우
    </div>
    <div class="indent_text">
      나. 기타 회사의 약관 및 정책에 따라 이용자의 동의를 구한 경우
    </div>
    <div class="indent">
      2. 개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의
      개인정보처리방침이 적용됩니다. 회사가 서비스 상 또는 공시 사항, 게시판을
      통하여 게재, 공시하는 개인정보처리방침은 약관의 일부를 구성하며 이용자는
      그 내용에 동의합니다.
    </div>
    <div class="indent">
      3. 회사는 수집된 개인정보의 처리 등의 업무를 스스로 수행하는 것을 원칙으로
      하나, 필요한 경우 업무의 일부 또는 전부를 제3자에게 위탁할 수 있습니다.
      이와 관련한 제반 사항은 개인정보처리방침을 통하여 이용자에게 고지,
      안내합니다.
    </div>
    <div class="indent">
      4. 회사는 이용자의 개인정보를 보호하기 위하여 『정보통신망 이용촉진 및
      정보보호 등에 관한 법률』 및 『개인정보 보호법』 등 관계 법령에서 정하는
      바를 준수합니다.
    </div>
    <div class="indent">
      5. 회사는 이용자의 귀책사유로 인하여 노출된 이용자의 계정정보를 포함한
      모든 정보에 대해서 일체의 책임을 지지 않습니다.
    </div>

    <div class="jo">제24조 (면책)</div>
    <div class="indent">
      1. 회사는 서비스를 있는 그대로 제공하며, 서비스의 품질 또는 성능, 적합성,
      적시성, 안전성, 무오류성 등에 대하여 어떠한 주장이나 보증도 하지 않습니다.
    </div>
    <div class="indent">
      2. 회사는 서비스의 제공 및 이용과 관련하여 이용자와 다른 이용자 사이에
      발생한 분쟁(이용결과물의 지식재산권 침해 관련 분쟁을 포함하며 이에
      제한되지 아니합니다)에 대하여 어떠한 책임도 부담하지 않습니다.
    </div>
    <div class="indent">
      3. 회사는 천재지변 또는 이에 준하는 불가항력 또는 이용자에게 책임 있는
      사유로 인하여 서비스를 제공할 수 없는 경우에는 이와 관련한 책임을 부담하지
      않습니다.
    </div>
    <div class="indent">
      4. 회사는 이용자에게 책임 있는 사유로 인한 서비스 이용 장애에 대하여는
      책임을 부담하지 않습니다. 회사는 회사가 제공하는 서비스 또는 광고를 매개로
      하여 이용자 간 또는 이용자와 제3자 사이에서 이루어진 거래 등에 대하여
      어떠한 책임도 부담하지 않습니다.
    </div>
    <div class="indent">
      5. 회사는 관련 법령에 특별한 규정이 없는 이상 무료로 제공되는 서비스와
      관련하여 이용자에 대하여 법적 책임을 부담하지 않습니다.
    </div>

    <div class="jo">제25조 (분쟁의 해결)</div>
    <div class="indent">
      1. 이 약관 및 이용계약에 관한 분쟁은 대한민국 법을 준거법으로 합니다.
    </div>
    <div class="indent">
      2. 약관 및 이용계약에 관하여 회사와 이용자 사이에 발생한 분쟁에 관한
      소송은 서울중앙지방법원을 제1심 관할법원으로 하여 해결합니다.
    </div>

    <div class="jang">부 칙</div>
    <div class="jo">제1조 (개정일)</div>
    <div class="text">이 약관은 2024년 1월 1일부터 시행합니다.</div>
  </div>
</template>

<script setup></script>

<style scoped>
.content_box .title {
  display: inline-block;
  margin: 10px 0px;
  font-family: "Pretendard-B";
  font-size: 18px;
  color: #252525;
}
.content_box {
  line-height: 26px;
  color: #666666;
}
.term_title {
  width: 100%;
  margin-top: 50px;
  margin-bottom: 20px;
  font-family: "Pretendard-EB";
  font-size: 36px;
  color: #252525;
}
.jang {
  width: 100%;
  margin-top: 60px;
  font-family: "Pretendard-EB";
  font-size: 22px;
  color: #252525;
}
.jo {
  width: 100%;
  margin-top: 30px;
  margin-bottom: 10px;
  font-family: "Pretendard-EB";
  font-size: 16px;
  color: #252525;
}

.text,
.indent,
.indent_text {
  line-height: 18px;
  margin: 10px 0px;
  font-family: "Pretendard-R";
  font-size: 14px;
  color: #252525;
}
.indent {
  margin-left: 17px;
  text-indent: -17px;
}
.indent_text {
  margin-left: 17px;
}
</style>
